MORTGAGE_CALCULATOR=Hypote\u010dn\u00ed kalkul\u00e1tor

LOAN_LABEL=P\u016fj\u010dka (K\u010d):
LOAN_TOOLTIP=Hodnota hypote\u010dn\u00ed p\u016fj\u010dky v K\u010d
INTEREST_LABEL=\u00darok (%):
INTEREST_TOOLTIP=Hodnota \u00faroku v procentech. Po\u010d\u00edt\u00e1me se stejn\u00fdm \u00farokem po celou dobu hypot\u00e9ky.
LOAN_LENGTH_LABEL=D\u00e9lka hyp. (roky):
LOAN_LENGTH_TOOLTIP=P\u0159edpokl\u00e1dan\u00e1 doba hypot\u00e9ky. Tato doba je pou\u017eita pro v\u00fdpo\u010det m\u011bs\u00ed\u010dn\u00ed spl\u00e1tky. Pokud pou\u017eijeme p\u0159ed\u010dasn\u00e9 spl\u00e1tky, tak je skute\u010dn\u00e1 doba o n\u011bco ni\u017e\u0161\u00ed v z\u00e1vislosti na v\u00fd\u0161ce p\u0159ed\u010dasn\u00e9 spl\u00e1tky.
PREMATURE_PAYMENT_LABEL=P\u0159ed\u010dasn\u00e9 spl\u00e1cen\u00ed:
PREMATURE_PAYMENT_TOOLTIP=Indik\u00e1tor, zda je povoleno p\u0159ed\u010dasn\u00e9 spl\u00e1cen\u00ed hypot\u00e9ky.
FIXATION_LENGTH_LABEL=Fixace (roky):
FIXATION_LENGTH_TOOLTIP=D\u00e9lka fixace. Tento parametr je pou\u017eit v kalkul\u00e1toru kv\u016fli p\u0159ed\u010dasn\u00e9 spl\u00e1tce.
MONTH_AMOUNT_FOR_PREMATURE_PAYMENT_LABEL=M\u011bs\u00ed\u010dn\u00ed suma pro p\u0159ed\u010d. splacen\u00ed:
MONTH_AMOUNT_FOR_PREMATURE_PAYMENT_TOOLTIP=M\u011bs\u00ed\u010dn\u00ed suma pro p\u0159ed\u010dasn\u00e9 splacen\u00ed. Tuto sumu si \u0161et\u0159\u00edme bokem pro p\u0159ed\u010dasn\u00e9 umo\u0159ov\u00e1n\u00ed hypot\u00e9ky. V ur\u010den\u00fdch itervalech ji pak pou\u017eijeme k \u00famoru.
PERIOD_FOR_PREMATURE_PAYMENT_LABEL=Perioda pro p\u0159ed\u010d. splacen\u00ed:
PERIOD_FOR_PREMATURE_PAYMENT_TOOLTIP=Perioda pro p\u0159ed\u010dasn\u00e9 splacen\u00ed. V\u017edy na konci t\u00e9to periody pou\u017eijeme p\u0159ed\u010dasnou spl\u00e1tku. Tato doba by m\u011bla b\u00fdt stejn\u00e1 jako doba fixace, jinak plat\u00edme pen\u00e1le.
PENALE_LABEL=Pen\u00e1le za p\u0159ed\u010d. splacen\u00ed mimo fixaci:
PENALE_TOOLTIP=Pen\u00e1le za p\u0159ed\u010dasn\u00e9 splacen\u00ed mimo fixaci. Pou\u017eije se jen pokud chceme splatit hypot\u00e9ku mimo dobu fixace.

CALCULATE_BUTTON=V\u00fdpo\u010det
MONTH_PAYMENT_PREFIX=M\u011bs\u00ed\u010dn\u00ed spl\u00e1tka hypot\u00e9ky:
MONTH_PAYMENT_ALL_PREFIX=M\u011bs\u00ed\u010dn\u00ed spl\u00e1tka celkem:

YEAR_TB=Rok
START_BALANCE_TB=Za\u010d\u00e1te\u010dn\u00ed z\u016fstatek
INTEREST_TB=\u00darok
AMORT_TB=\u00damor
YEAR_PAYMENT_TB=Ro\u010dn\u00ed spl\u00e1tka
END_BALANCE_TB=Kone\u010dn\u00fd z\u016fstatek
ITEREST_AMORT_TB=% \u00farok/\u00famor
